<?php
return [
    "models" => [
        "user" => "{1}مستخدم|[2.*]مستخدمون",
        "admin" => "{1}مسؤول|[2.*]مسؤولون",
        "brand" => "{1}علامة تجارية|[2.*]علامات تجارية",
        "category" => "{1}فئة|[2.*]فئات",
        "product" => "{1}منتج|[2.*]منتجات",
        "order" => "{1}طلبية|[2.*]طلبيات",
        "attribute" => "{1}سمة|[2.*]سمات",
        "value" => "{1}قيمة|[2.*]قيم",
        "permission" => "{1}إذن|[2.*]أذونات",
        "log" => "{1}سجل|[2.*]سجلات",
        "setting" => "{1}إعداد|[2.*]إعدادات",
    ],
    "enum" => [
        "order" => [
            "state" => [
                0 => "قيد الانتظار",
                1 => "مؤكد",
                2 => "ملغى",
            ],
        ]
    ]
];
